Revit 2027 API
BuiltInFailures.ToggleViewFailures.LoseSavedOrientation Property
 The stored orientation will be lost.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LoseSavedOrientation { get; }
Public Shared ReadOnly Property LoseSavedOrientation As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LoseSavedOrientation {
	FailureDefinitionId^ get ();
}
static member LoseSavedOrientation : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ToggleViewFailures Class
Autodesk.Revit.DB Namespace